var blogData = [{
    'post-title': 'Kahoot 퀴즈',
    'post-img': 'kahoot.jpg',
    'post-desc': '미국의 학생들에게 카훗은 너무 익숙한 툴입니다.  학교에서 선생님들이 많이 사용하기 때문이죠.  검색을 해보니 한국어로 된 학습문제들도 더러 있는 것으로 보아 한국에서도 제법 사용을 하고 있는 것 같습니다.  긴장감을 고조시키는 음악, 정답률과 속도, 연속으로 맞았는지를 모두 고려해서 계산되는 점수, 친구들과의 경쟁, 사용하기 쉬운 UI로 어린이들이 한동안은 확실히 열광하게 할 수 있습니다.  혼자서 해도, 은근 재미가 있어요.  자꾸자꾸 카훗하고싶다며 컴퓨터 앞으로 다가오곤 합니다.   여름방학은 다가오고 COVID-19 사태로 인해 넘치는 시간을 어찌 보내야할지 고민이 많은 엄마들은, 유튜브 동영상을 보고 카훗 퀴즈를 시키기로 뜻을 모았습니다.  전래동화, 한국사 등 좋은 자료들이 유튜브에 아주 많더라구요.  동영상의 길이도 10분이내로 대부분 짧아서 한국말이 서투른 우리 아이들도 그럭저럭 집중해서 볼 수가 있답니다.  오래된 이야기들이라 엄마/아빠도 같이 보면 좋을 것 같아요.  특히 한국사 같은건 다 잊어버렸잖아요.  지니키즈, 핑크퐁 등 이런 유튜브 동영상 많이 만들어주는 회사들이 있음에 감사할 따름입니다.  가족들의 절대 질 수 없다 카훗 한판 가볼까요? '
  },
  {
    'post-title': '단어 빙고 / 단어 카훗',
    'post-img': 'bingo.jpg',
    'post-desc': '한때는 공원에서 우르르 모여서 한글이 좋아요 모임을 했었습니다.  40개 정도의 단어를 주고, 아이들한테 빙고판에 옮겨 적으라고 합니다.  쓰고 읽기 쉬운 단어들을 주로 고르기 때문에 그 줄에서 가장 길고 어려운 단어는 항상 먼저 부를거라고 안내를 해 줘보지만, 그래도 쉬운 단어 위주로 적어옵니다.   T자 만들기, X 자 만들기, 블랙아웃(25개 다 맞추기) 학교에서 하는 디스코 빙고에서 배운대로 다양하게 재미있게 해보려고 했는데, 빙고가 쉽사리 나오지 않습니다.  신기하게도요.  빙고를 먼저 부른 친구들에게는 달러스토어에서 산 조그만한 장난감이나 초콜릿/사탕 같은 것을 선물로 주는데, 재미있어 합니다.   요즘에는 주간 단어를 모아서 40개 정도가 되면 한번씩 합니다.  모든 선물은 래플티켓으로 바꾸었죠.  "이거하면, 래플 몇개 줄건데?"가 인사가 되어가는 요즘, 그래도 안하는 것보다 낫겠지 하는 마음으로 이것저것 해봅니다.  주간단어는  야심차게 10개로 시작했었는데, 주말에 모여 골든벨 비슷하게 단어퀴즈를 했는데, 아이들이 10개를 제대로 쓰기가 무척 어렵더라고요.  그래서 5개로 줄이고 카훗퀴즈로 바꾸고, 이전에 있던 단어들을 합해서 20개 단어를 객관식으로 맞추기를 합니다.  정답률도 높아졌고, 아이들도 재미있어 하고 카훗에 또다시 감사하고 있습니다.  카훗 문제를 만들때는 사진을 추가할 수 있어서 그것도 좋고요.  아이들이 한글을 읽는 속도가 빠르지 않아서 엄마들이 문제를 읽어주기도 하고 시간도 넉넉하게 줍니다.  좀더 잘하게 되면 빨리빨리 넘어가는 재미가 있게 시간도 줄이려고 합니다.   열기가 아주 뜨겁습니다. '
  },
  {
    'post-title': '말놀이 동시 암송',
    'post-img': '',
    'post-desc': '몇년 전에 최승호 시인의 말놀이 동시 책을 우연히 접하게 되었는데, 세상에 이렇게 웃기는 동시들이 있다니 충격적이었습니다.  여름이 잠시 한국에 나갔을 때 그 때는 잠시 절판된 듯 하여 깨끗한 중고책을 사왔었는데, 요즘은 다시 판매중이네요.  이 시가 엄청 웃기고 말장난도 재미있고 해서 아이들한테 외우도록 시켰습니다.  애들도 웃으면서 잘 하더라구요.   그 사이 많은 것들이 변하여  방시혁 작곡가와 함께 한 말놀이 동요집이 출간이 되고, 유튜브에도 많이 생겼네요.  그때 동네 아이들한테 하나씩 외우라고 한 것중에 애들이 가장 많이 외우고 또 외웠던 것은 색깔 도깨비였습니다.  여러색깔이 나와서 바뀌는 부분 조금만 더 외우면 되었거든요.    깨비 깨비 도깨비 / 하양 도깨비 // 눈송이에 숨었나 하양 도깨비 / 냉장고에 숨었나 하양 도깨지 // 깨비 깨비 도깨비 / 하양 도깨비'
  },
  {
    'post-title': '래플 게임',
    'post-img': 'raffles.jpg',
    'post-desc': '미국에서 살다보니, 맨날 래플입니다.  한국에선 마트나 백화점에서 영수증이나 응모권 같은거 넣고 당첨자한테는 차도 주고, 비행기표도 주고, 이런 경품들만 봤었는데, 여기는 훨씬 더 많은 곳에 래플이 있습니다.   각종 펀드레이징 행사에도 등장하고, 래플 티켓을 팔고 그 중에 소수한테 기증받은 경품을 주곤 합니다.  아이들 학교에 카니발이라고 해서 가보면, 스테이션 하나씩 옮겨 다닐때마다 콩주머니 바구니에 넣기 같은 게임을 하고 참여만 하면 1장, 바구니에 쏙 넣으면 2장, 그러면 아이들이 뒤에 자기 반과 이름을 적어서 응모함에 넣더라구요.  뿐만 아니라 담임 선생님들도 많이 써먹습니다.  떠들지 않고 선생님 말씀 잘 듣거나 친구를 도와주는 선행을 하거나 등등 하면 래플 티켓 같은 것을 주고, 한번씩 추첨을 해서 연필도 주고 작은 장난감도 주고, 그런데 애들이 너무 좋아합니다.  생각해보면 한국의 유치원 체육대회에서 이런 행사때 경품을 아무것도 못받은 대부분의 아이들 중 여러 아이들이 눈물을 터뜨렸던 기억이 있습니다.   한편으로는 사행성을 조장하는게 아닌가 싶기도 했었는데, 워낙 익숙해지고 자잘한 것에 하다보니 애들이 많이 울고불고 하진 않는거 같아요.   그래서 한글이 좋아요도 한번 도입해보았습니다.  책을 오분 소리내서 읽고 카카오톡에 공유를 하면 래플을 한장씩 주기로 처음 시작을 했었는데,  그룹은 작아지고, 요즘에는 쉘터인으로 집에 있는 시간도 많아지고, 하다보니 경쟁이 점점 치열해지고, 하루에 몇장까지 줄거냐고 물어대서 지금은 하루제한 같은 것들을 만들었습니다.  애들이 생각보다 좋은 의미의 "똘"끼들이 있더라구요. 읽을테면 읽어봐 그러면 하루종일 읽어대서 래플 한롤을 다 버려야 할 기세.  여러 시행착오들을 거치며 지금은 소리내서 읽기는 하루 5장 한도, 독해문제 풀기는 1세트에 2장, 하루에 4장 한도, 단어 공부하고 짧은 글짓기는 두문장에 1장, 동요도 좀 배우라고 노래를 하면 한곡에 2장, 하루에 하나 정도의 규칙으로 진행중입니다.  4주에 한번씩 추첨을 하고, 아마존 기프트 카드를 주기로 하였는데, 상품의 금액도 여러번 시행착오를 거친끝에, 지금은 래플티켓을 모은 비율로 일단 기본배분을 하고 5불짜리 행운상 추첨을 하고 있습니다.   매일 10-20분씩 소리내서 한글을 읽고 있어서 아이들이 일취월장 하는 것이 느껴집니다.  초등학교 선생님들 많이 사용하시는 래플 추첨- 중학교라고 안하진 않을 것 같아요. - 꼭 한번 해보시길 바랍니다.   페어로 되어있는 래플은 아이들이 보관하기가 어려워 사용하지 않고 있습니다.  뒷면에 이름써서 통에 넣으라고 하면 됩니다.  '
  }
]